import type {FaqItem} from '../types/faq';

export const faqData: FaqItem[] = [
    {
        id: '1',
        question: "Можно ли прийти и выбрать на месте?",
        answer: "Да! Это не доставка. Мы работаем как обычный магазин. Всё, что есть – можно увидеть и взять."
    },
    {
        id: '2',
        question: "Какие продукты вы используете?",
        answer: "Натуральные, без ГМО, красителей и консервантов."
    },
    {
        id: '3',
        question: "В чём главное отличие «Винегрета»?",
        answer: "Мы бережём ваше время и здоровье – готовим для вас вкусно, по-домашнему."
    },
    {
        id: '4',
        question: "Готовите под заказ?",
        answer: "Да, принимаем предварительные заказы на готовую еду и торты на праздники и мероприятия"
    },
    {
        id: '5',
        question: "Делаете ли доставку?",
        answer: "Доставим домой или в офис завтрак, обед, ужин, полуфабрикаты шоковой заморозки, десерты и выпечку"
    },
    {
        id: '6',
        question: "У вас своё производство?",
        answer: "Да, всё готовим сами – от котлет до тортов."
    },
    {
        id: '7',
        question: "Можно ли детям вашу еду?",
        answer: "Да, блюда подходят даже малышам с 1 года."
    },
    {
        id: '8',
        question: "Какой у вас ассортимент?",
        answer: "Пельмени, вареники, котлеты, готовая еда, торты, пирожные, выпечка"
    },
    {
        id: '9',
        question: "Как сделать заказ?",
        answer: "Самый удобный способ – через WhatsApp: написать нам или позвонить"
    },
    {
        id: '10',
        question: "Если я не знаю, что выбрать?",
        answer: "Напишите нам или позвоните +79881304576 – подберем то, что подходит именно вам"
    }
];